Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# debug.startupAppearance.realConfigFallback
source: Loads real user config files.
ar: يحمل ملفات تكوين المستخدم الفعلية.
de: Lädt echte Benutzerkonfigurationsdateien.
es: Carga archivos de configuración reales del usuario.
fr: Charge les fichiers de configuration utilisateur réels.
ja: 実際のユーザー設定ファイルを読み込みます。
ko: 실제 사용자 설정 파일을 로드합니다.
zh_hans: 加载真实的用户配置文件。
zh_hant: 載入實際的使用者設定檔。

# debug.startupAppearance.restoreRealStartup.button
source: Restore Real Startup
ar: استعادة بدء التشغيل الحقيقي
de: Echten Start wiederherstellen
es: Restaurar inicio real
fr: Restaurer le démarrage réel
ja: 実際の起動設定に戻す
ko: 실제 시작 상태 복원
zh_hans: 恢复真实启动状态
zh_hant: 還原實際啟動狀態

# debug.startupAppearance.selectedConfig.heading
source: Selected Config
ar: التكوين المحدد
de: Ausgewählte Konfiguration
es: Configuración seleccionada
fr: Configuration sélectionnée
ja: 選択中の設定
ko: 선택된 설정
zh_hans: 所选配置
zh_hant: 選取的設定

# debug.startupAppearance.startupConfig.label
source: Startup config
ar: تكوين بدء التشغيل
de: Startkonfiguration
es: Configuración de inicio
fr: Configuration de démarrage
ja: 起動設定
ko: 시작 설정
zh_hans: 启动配置
zh_hant: 啟動設定

# debug.startupAppearance.window.title
source: Startup Appearance Debug
ar: تصحيح أخطاء مظهر بدء التشغيل
de: Start-Erscheinungsbild-Debug
es: Depuración de apariencia de inicio
fr: Débogage de l'apparence au démarrage
ja: 起動時の外観デバッグ
ko: 시작 외관 디버그
zh_hans: 启动外观调试
zh_hant: 啟動外觀偵錯

# debug.tabBarBackdropLab.candidateEnd
source: End opacity
ar: شفافية النهاية
de: End-Deckkraft
es: Opacidad final
fr: Opacité de fin
ja: 終端不透明度
ko: 끝 불투명도
zh_hans: 结束不透明度
zh_hant: 結束不透明度

# debug.tabBarBackdropLab.candidateFade
source: Candidate fade
ar: تلاشي المرشح
de: Kandidaten-Verlauf
es: Desvanecimiento candidato
fr: Fondu candidat
ja: 候補フェード
ko: 후보 페이드
zh_hans: 候选渐隐
zh_hant: 候選淡出

# debug.tabBarBackdropLab.candidateLead
source: Lead opacity
ar: شفافية البداية
de: Anfangs-Deckkraft
es: Opacidad inicial
fr: Opacité de tête
ja: 開始不透明度
ko: 시작 불투명도
zh_hans: 起始不透明度
zh_hant: 前導不透明度

# debug.tabBarBackdropLab.candidateRamp
source: Ramp start
ar: بدء التدرج
de: Verlaufstart
es: Inicio de rampa
fr: Début de rampe
ja: ランプ開始
ko: 램프 시작 지점
zh_hans: 渐变起点
zh_hant: 漸變起點

# debug.tabBarBackdropLab.candidateSoftness
source: Candidate softness
ar: نعومة المرشح
de: Kandidaten-Weichheit
es: Suavidad del candidato
fr: Douceur candidate
ja: 候補の柔らかさ
ko: 후보 부드러움
zh_hans: 候选柔和度
zh_hant: 候選柔和度

# debug.tabBarBackdropLab.candidateSolid
source: Solid width
ar: العرض الصلب
de: Undurchsichtige Breite
es: Ancho sólido
fr: Largeur solide
ja: 塗りつぶし幅
ko: 단색 너비
zh_hans: 实色宽度
zh_hant: 純色寬度

# debug.tabBarBackdropLab.leftSidebar
source: L
ar: يسار
es: I
fr: G
ja: 左
ko: 좌
zh_hans: 左
zh_hant: 左

# debug.tabBarBackdropLab.maskTabs
source: Mask tabs
ar: قناع علامات التبويب
de: Tabs maskieren
es: Enmascarar pestañas
fr: Masquer les onglets
ja: タブをマスク
ko: 탭 마스크
zh_hans: 遮罩标签页
zh_hant: 遮罩標籤頁

# debug.tabBarBackdropLab.opacity
source: Surface opacity
ar: شفافية السطح
de: Oberflächen-Deckkraft
es: Opacidad de la superficie
fr: Opacité de la surface d’affichage
ja: サーフェス不透明度
ko: 화면 불투명도
zh_hans: 表面不透明度
zh_hant: 介面不透明度

# debug.tabBarBackdropLab.rightSidebar
source: R
ar: يمين
es: D
fr: D
ja: 右
ko: 우
zh_hans: 右
zh_hant: 右

# debug.tabBarBackdropLab.subtitle
source: Live Bonsplit tab bars with overflow tabs under the split buttons. The window background is transparent.
ar: أشرطة علامات تبويب Bonsplit مباشرة مع علامات تبويب فائضة أسفل أزرار التقسيم. خلفية النافذة شفافة.
de: Live-Bonsplit-Tab-Leisten mit Überlauf-Tabs unter den Aufteilungsschaltflächen. Der Fensterhintergrund ist transparent.
es: Barras de pestañas de Bonsplit en vivo con pestañas desbordadas debajo de los botones de división. El fondo de la ventana es transparente.
fr: Barres d'onglets Bonsplit en direct avec des onglets de débordement sous les boutons de division. L'arrière-plan de la fenêtre est transparent.
ja: 分割ボタンの下にあふれるタブを表示するライブ Bonsplit タブバーです。ウインドウ背景は透明です。
ko: 분할 버튼 아래에 넘치는 탭이 있는 실시간 Bonsplit 탭 바입니다. 창 배경은 투명합니다.
zh_hans: 实时的 Bonsplit 标签栏，溢出标签页位于拆分按钮下方。窗口背景是透明的。
zh_hant: 即時預覽在分割按鈕下方具有溢出標籤頁的 Bonsplit 標籤頁列。視窗背景為透明。

# debug.tabBarBackdropLab.tab.agentBrowserLogs
source: agent-browser logs
ar: سجلات agent-browser
de: agent-browser-Protokolle
es: registros de agent-browser
fr: journaux d'agent-browser
ja: agent-browser ログ
ko: agent-browser 로그
zh_hans: agent-browser 日志
zh_hant: agent-browser 紀錄

# debug.tabBarBackdropLab.tab.backdropCheck
source: split button backdrop check
ar: فحص خلفية زر التقسيم
de: Hintergrundprüfung für Aufteilungsschaltfläche
es: comprobación de fondo del botón de división
fr: vérification du fond du bouton de division
ja: 分割ボタン背景チェック
ko: 분할 버튼 백드롭 확인
zh_hans: 拆分按钮衬底检查
zh_hant: 分割按鈕背景幕檢查

# debug.tabBarBackdropLab.tab.hiddenBelowControls
source: tabs hidden below controls
ar: علامات التبويب المخفية أسفل عناصر التحكم
de: Tabs unter Steuerelementen ausgeblendet
es: pestañas ocultas debajo de los controles
fr: onglets masqués sous les contrôles
ja: コントロール下に隠れるタブ
ko: 컨트롤 아래에 숨겨진 탭
zh_hans: 隐藏在控件下方的标签页
zh_hant: 隱藏於控制項下方的標籤頁

# debug.tabBarBackdropLab.tab.rightEdgeOverflow
source: right edge overflow sample
ar: عينة فيض الحافة اليمنى
de: Beispiel für Überlauf am rechten Rand
es: muestra de desbordamiento del borde derecho
fr: échantillon de débordement du bord droit
ja: 右端オーバーフローのサンプル
ko: 오른쪽 가장자리 넘침 샘플
zh_hans: 右边缘溢出示例
zh_hant: 右側邊緣溢出範例

# debug.tabBarBackdropLab.tab.terminalTransparency
source: cmux terminal transparency
ar: شفافية طرفية cmux
de: cmux-Terminal-Transparenz
es: transparencia de la terminal cmux
fr: transparence du terminal cmux
ja: cmux ターミナル透明度
ko: cmux 터미널 투명도
zh_hans: cmux 终端透明度
zh_hant: cmux 終端機透明度

# debug.tabBarBackdropLab.tab.underlayText
source: underlay tab text visible here
ar: نص علامة تبويب الطبقة التحتية مرئي هنا
de: Unterlegter Tab-Text hier sichtbar
es: texto de la pestaña subyacente visible aquí
fr: texte de l'onglet sous-jacent visible ici
ja: 下のタブ文字が見える場所
ko: 언더레이 탭 텍스트가 여기에 표시됨
zh_hans: 此处可见底层标签页文本
zh_hant: 底層標籤頁文字在此處可見

# debug.tabBarBackdropLab.terminal.compare
source: drag / resize / compare the transparent edges
ar: اسحب / غير الحجم / قارن الحواف الشفافة
de: Ziehen / Größe ändern / vergleichen Sie die transparenten Ränder
es: arrastre / cambie el tamaño / compare los bordes transparentes
fr: glisser / redimensionner / comparer les bords transparents
ja: ドラッグ / リサイズ / 透明な端を比較
ko: 투명한 가장자리를 드래그/크기 조절/비교해 보세요
zh_hans: 拖动 / 调整大小 / 比较透明边缘
zh_hant: 拖曳 / 調整大小 / 比對透明邊緣

# debug.tabBarBackdropLab.terminal.overflow
source: tab titles intentionally overflow under the split buttons
ar: تفيض عناوين علامات التبويب عمداً أسفل أزرار التقسيم
de: Tab-Titel laufen absichtlich unter den Aufteilungsschaltflächen über
es: los títulos de las pestañas se desbordan intencionadamente debajo de los botones de división
fr: les titres d'onglets débordent intentionnellement sous les boutons de division
ja: タブタイトルは意図的に分割ボタンの下へあふれます
ko: 탭 제목이 분할 버튼 아래로 의도적으로 넘치게 디자인되었습니다
zh_hans: 标签页标题有意溢出到拆分按钮下方
zh_hant: 標籤頁標題刻意溢出至分割按鈕下方

# debug.tabBarBackdropLab.title
source: Tab Bar Backdrop Lab
ar: مختبر خلفية شريط علامات التبويب
de: Tab-Leisten-Hintergrund-Labor
es: Laboratorio de fondo de barra de pestañas
fr: Labo de fond de barre d'onglets
ja: タブバー背景ラボ
ko: 탭 바 백드롭 실험실
zh_hans: 标签栏衬底实验室
zh_hant: 標籤頁列背景幕實驗室

# debug.tabBarBackdropLab.variant.candidate
source: Candidate
ar: مرشح
de: Kandidat
es: Candidato
fr: Candidat
ja: 候補
ko: 후보
zh_hans: 候选
zh_hant: 候選

# debug.tabBarBackdropLab.variant.candidate.detail
source: Translucent chrome with tab occlusion.
ar: واجهة شبه شفافة مع حجب علامات التبويب.
de: Durchscheinendes Chrome mit Tab-Okklusion.
es: Interfaz translúcida con oclusión de pestañas.
fr: Interface translucide avec occlusion d'onglet.
ja: タブを隠す半透明クロームです。
ko: 탭 가림 현상이 있는 반투명 크롬.
zh_hans: 半透明外框，带标签页遮挡。
zh_hant: 具有標籤頁遮蔽效果的半透明外殼。

# debug.tabBarBackdropLab.variant.candidateLowContrast
source: Low contrast
ar: تباين منخفض
de: Niedriger Kontrast
es: Bajo contraste
fr: Faible contraste
ja: 低コントラスト
ko: 낮은 대비
zh_hans: 低对比度
zh_hant: 低對比度

# debug.tabBarBackdropLab.variant.candidateLowContrast.detail
source: Lower-opacity solid region.
ar: منطقة صلبة ذات شفافية أقل.
de: Undurchsichtiger Bereich mit geringerer Deckkraft.
es: Región sólida de menor opacidad.
fr: Région solide à opacité plus faible.
ja: ソリッド領域の不透明度を下げます。
ko: 불투명도가 더 낮은 단색 영역.
zh_hans: 不透明度更低的实色区域。
zh_hant: 較低不透明度的純色區域。

# debug.tabBarBackdropLab.variant.candidateSoftEnd
source: Soft end
ar: نهاية ناعمة
de: Weiches Ende
es: Final suave
fr: Fin douce
ja: 柔らかい終端
ko: 부드러운 끝부분
zh_hans: 柔和末端
zh_hant: 柔和結束

# debug.tabBarBackdropLab.variant.candidateSoftEnd.detail
source: Same mask with lighter button fill.
ar: القناع نفسه مع تعبئة أفتح للزر.
de: Gleiche Maske mit hellerer Schaltflächenfüllung.
es: Misma máscara con un relleno de botón más claro.
fr: Même masque avec un remplissage de bouton plus clair.
ja: 同じマスクでボタン背景を薄くします。
ko: 더 밝은 버튼 채우기가 적용된 동일한 마스크.
zh_hans: 相同遮罩，按钮填充更浅。
zh_hant: 相同的遮罩，但搭配較淡的按鈕填滿。

# debug.tabBarBackdropLab.variant.candidateTightEdge
source: Tight edge
ar: حافة ضيقة
de: Enger Rand
es: Borde ajustado
fr: Bord serré
ja: 強めの端
ko: 좁은 가장자리
zh_hans: 紧凑边缘
zh_hant: 緊密邊緣

# debug.tabBarBackdropLab.variant.candidateTightEdge.detail
source: More coverage at the fade start.
ar: تغطية أكبر عند بدء التلاشي.
de: Mehr Abdeckung am Anfang der Ausblendung.
es: Más cobertura al inicio del desvanecimiento.
fr: Plus de couverture au début du fondu.
ja: フェード開始部分の被覆を強めます。
ko: 페이드 시작 지점의 더 넓은 커버리지.
zh_hans: 渐隐起点处覆盖更多。
zh_hant: 在淡出起點有更多覆蓋範圍。

# debug.tabBarBackdropLab.variant.candidateWideFade
source: Wide fade
ar: تلاشٍ واسع
de: Weite Ausblendung
es: Desvanecimiento amplio
fr: Fondu large
ja: 広いフェード
ko: 넓은 페이드
zh_hans: 宽渐隐
zh_hant: 寬淡出

# debug.tabBarBackdropLab.variant.candidateWideFade.detail
source: Same model with a softer edge.
ar: النموذج نفسه بحافة أنعم.
de: Gleiches Modell mit einem weicheren Rand.
es: Mismo modelo con un borde más suave.
fr: Même modèle avec un bord plus doux.
ja: 同じモデルで端をより柔らかくします。
ko: 더 부드러운 가장자리가 적용된 동일한 모델.
zh_hans: 相同模型，边缘更柔和。
zh_hant: 相同模型，但具有更柔和的邊緣。

# debug.tabBarBackdropLab.variant.controlBackground
source: 4 Control background
ar: 4 خلفية عنصر التحكم
de: 4 Steuerelement-Hintergrund
es: 4 Fondo de control
fr: 4 Fond de contrôle
ja: 4 コントロール背景
ko: 4 컨트롤 배경
zh_hans: 4 控件背景
zh_hant: 4 控制項背景

# debug.tabBarBackdropLab.variant.controlBackground.detail
source: Uses AppKit controlBackgroundColor.
ar: يستخدم AppKit controlBackgroundColor.
de: Verwendet AppKit controlBackgroundColor.
es: Usa controlBackgroundColor de AppKit.
fr: Utilise controlBackgroundColor d'AppKit.
ja: AppKit の controlBackgroundColor を使います。
ko: AppKit의 controlBackgroundColor를 사용합니다.
zh_hans: 使用 AppKit controlBackgroundColor。
zh_hant: 使用 AppKit controlBackgroundColor。

# debug.tabBarBackdropLab.variant.hidden
source: 7 No backdrop
ar: 7 بدون خلفية
de: 7 Kein Hintergrund
es: 7 Sin fondo
fr: 7 Sans fond
ja: 7 背景なし
ko: 7 백드롭 없음
zh_hans: 7 无衬底
zh_hant: 7 無背景幕

# debug.tabBarBackdropLab.variant.hidden.detail
source: Control sample. Tabs remain visible below the buttons.
ar: عينة التحكم. تظل علامات التبويب مرئية أسفل الأزرار.
de: Kontrollbeispiel. Tabs bleiben unter den Schaltflächen sichtbar.
es: Muestra de control. Las pestañas siguen siendo visibles debajo de los botones.
fr: Échantillon de contrôle. Les onglets restent visibles sous les boutons.
ja: 比較用サンプルです。ボタンの下にタブが見えたままになります。
ko: 대조 샘플입니다. 버튼 아래에 탭이 계속 표시됩니다.
zh_hans: 对照示例。标签页在按钮下方仍然可见。
zh_hant: 控制組範例。標籤頁在按鈕下方仍保持可見。

# debug.tabBarBackdropLab.variant.opaqueBar
source: 2 Raw bar opaque
ar: 2 شريط خام معتم
de: 2 Unbearbeitete Leiste undurchsichtig
es: 2 Barra pura opaca
fr: 2 Barre brute opaque
ja: 2 バーをそのまま不透明化
ko: 2 원시 바 불투명
zh_hans: 2 原始栏不透明
zh_hant: 2 原始列不透明

# debug.tabBarBackdropLab.variant.opaqueBar.detail
source: Uses the tab chrome color at full opacity.
ar: يستخدم لون واجهة علامة التبويب بشفافية كاملة.
de: Verwendet die Tab-Chrome-Farbe bei voller Deckkraft.
es: Usa el color de la interfaz de la pestaña con total opacidad.
fr: Utilise la couleur de l'interface de l'onglet à pleine opacité.
ja: タブクローム色を完全な不透明度で使います。
ko: 완전 불투명한 탭 크롬 색상을 사용합니다.
zh_hans: 以完全不透明度使用标签栏外框颜色。
zh_hant: 以完全不透明度使用標籤頁外殼色彩。

# debug.tabBarBackdropLab.variant.opaquePane
source: 1 Raw pane opaque
ar: 1 جزء خام معتم
de: 1 Unbearbeitetes Teilfenster undurchsichtig
es: 1 Panel puro opaco
fr: 1 Volet brut opaque
ja: 1 ペインをそのまま不透明化
ko: 1 원시 분할 창 불투명
zh_hans: 1 原始窗格不透明
zh_hant: 1 原始窗格不透明

# debug.tabBarBackdropLab.variant.opaquePane.detail
source: Forces the pane fill to full opacity.
ar: يفرض تعبئة الجزء على الشفافية الكاملة.
de: Erzwingt die Füllung des Teilfensters auf volle Deckkraft.
es: Fuerza el relleno del panel a la opacidad total.
fr: Force le remplissage du volet à une opacité totale.
ja: ペイン塗りを完全な不透明度にします。
ko: 분할 창 채우기를 강제로 완전 불투명하게 만듭니다.
zh_hans: 强制窗格填充为完全不透明。
zh_hant: 強制將窗格填滿設為完全不透明。

# debug.tabBarBackdropLab.variant.precompositedBar
source: 5 Opaque bar composite
ar: 5 مركب شريط معتم
de: 5 Undurchsichtige zusammengesetzte Leiste
es: 5 Compuesto de barra opaca
fr: 5 Barre opaque composite
ja: 5 バー合成の不透明背景
ko: 5 불투명 바 합성
zh_hans: 5 不透明栏合成
zh_hant: 5 不透明列合成

# debug.tabBarBackdropLab.variant.precompositedBar.detail
source: Composites tab chrome over the window background.
ar: يدمج واجهة علامة التبويب فوق خلفية النافذة.
de: Setzt Tab-Chrome über den Fensterhintergrund zusammen.
es: Compone la interfaz de la pestaña sobre el fondo de la ventana.
fr: Compose l'interface de l'onglet sur l'arrière-plan de la fenêtre.
ja: タブクロームをウインドウ背景の上に合成します。
ko: 창 배경 위에 탭 크롬을 합성합니다.
zh_hans: 将标签栏外框合成到窗口背景之上。
zh_hant: 將標籤頁外殼合成於視窗背景之上。

# debug.tabBarBackdropLab.variant.precompositedPane
source: 0 Opaque pane composite
ar: 0 مركب جزء معتم
de: 0 Undurchsichtiges zusammengesetztes Teilfenster
es: 0 Compuesto de panel opaco
fr: 0 Volet opaque composite
ja: 0 ペイン合成の不透明背景
ko: 0 불투명 분할 창 합성
zh_hans: 0 不透明窗格合成
zh_hant: 0 不透明窗格合成

# debug.tabBarBackdropLab.variant.precompositedPane.detail
source: Old candidate. Covers too hard.
ar: مرشح قديم. يغطي بشكل قوي جداً.
de: Alter Kandidat. Deckt zu stark ab.
es: Candidato antiguo. Cubre demasiado fuerte.
fr: Ancien candidat. Couverture trop forte.
ja: 以前の候補です。被覆が強すぎます。
ko: 이전 후보입니다. 너무 과하게 가립니다.
zh_hans: 旧候选方案。遮盖过重。
zh_hant: 舊的候選。遮擋過於生硬。

# debug.tabBarBackdropLab.variant.translucentChrome
source: 6 Translucent chrome
ar: 6 واجهة شبه شفافة
de: 6 Durchscheinendes Chrome
es: 6 Interfaz translúcida
fr: 6 Interface translucide
ja: 6 半透明クローム
ko: 6 반투명 크롬
zh_hans: 6 半透明外框
zh_hant: 6 半透明外殼

# debug.tabBarBackdropLab.variant.translucentChrome.detail
source: Shows the bleed-through problem.
ar: يظهر مشكلة تسرب الألوان.
de: Zeigt das Problem des Durchscheinens.
es: Muestra el problema de la filtración de fondo.
fr: Montre le problème de transparence indésirable.
ja: 透けて見える問題を表示します。
ko: 비침(bleed-through) 문제를 보여줍니다.
zh_hans: 展示透色问题。
zh_hant: 顯示內容透出問題。

# debug.tabBarBackdropLab.variant.translucentNoFade
source: No fade
ar: بدون تلاشي
de: Kein Verlauf
es: Sin desvanecimiento
fr: Sans fondu
ja: フェードなし
ko: 페이드 없음
zh_hans: 无渐隐
zh_hant: 無淡出

# debug.tabBarBackdropLab.variant.translucentNoFade.detail
source: Hard translucent edge for contrast.
ar: حافة شبه شفافة حادة للتباين.
de: Harte transluzente Kante für Kontrast.
es: Borde translúcido definido para contraste.
fr: Bord translucide net pour le contraste.
ja: 比較用の硬い半透明エッジです。
ko: 대비를 위한 뚜렷한 반투명 가장자리.
zh_hans: 硬半透明边缘，用于对比。
zh_hant: 用於對比的硬半透明邊緣。

# debug.tabBarBackdropLab.variant.windowBackground
source: 3 Window background
ar: 3 خلفية النافذة
de: 3 Fensterhintergrund
es: 3 Fondo de ventana
fr: 3 Fond de fenêtre
ja: 3 ウインドウ背景
ko: 3 창 배경
zh_hans: 3 窗口背景
zh_hant: 3 視窗背景

# debug.tabBarBackdropLab.variant.windowBackground.detail
source: Uses AppKit windowBackgroundColor.
ar: يستخدم windowBackgroundColor لـ AppKit.
de: Verwendet AppKit windowBackgroundColor.
es: Usa windowBackgroundColor de AppKit.
fr: Utilise windowBackgroundColor d'AppKit.
ja: AppKit の windowBackgroundColor を使います。
ko: AppKit의 windowBackgroundColor를 사용합니다.
zh_hans: 使用 AppKit windowBackgroundColor。
zh_hant: 使用 AppKit windowBackgroundColor。

# debug.tabBarBackdropLab.width
source: Sample width
ar: عرض العينة
de: Beispielbreite
es: Ancho de muestra
fr: Largeur de l'échantillon
ja: サンプル幅
ko: 샘플 너비
zh_hans: 示例宽度
zh_hant: 範例寬度

# debug.titlebarLayoutDebug.actions
source: Actions
ar: الإجراءات
de: Aktionen
es: Comportamiento
fr: Actes
ja: アクション
ko: 행위
zh_hans: 操作
zh_hant: 行動

# debug.titlebarLayoutDebug.apply
source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
ko: 적용
zh_hans: 应用
zh_hant: 套用

# debug.titlebarLayoutDebug.copyConfig
source: Copy Config
ar: نسخ التكوين
de: Konfiguration kopieren
es: Copiar configuración
fr: Copier la configuration
ja: 設定をコピー
ko: 설정 복사
zh_hans: 复制配置
zh_hant: 複製設定

# debug.titlebarLayoutDebug.leading
source: Leading
ar: البداية
de: Anfang
es: Inicio
fr: Début
ja: 左余白
ko: 시작
zh_hans: 起始侧
zh_hant: 起始側

# debug.titlebarLayoutDebug.minimumWidth
source: Minimum Width
ar: الحد الأدنى للعرض
de: Mindestbreite
es: Ancho mínimo
fr: Largeur minimale
ja: 最小幅
ko: 최소 너비
zh_hans: 最小宽度
zh_hant: 最小寬度

# debug.titlebarLayoutDebug.reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
zh_hans: 重置
zh_hant: 重置

# debug.titlebarLayoutDebug.sidebar
source: Sidebar
ar: شريط جانبي
de: Seitenleiste
es: Barra lateral
fr: Barre latérale
ja: サイドバー
ko: 사이드바
zh_hans: 侧边栏
zh_hant: 側邊欄

# debug.titlebarLayoutDebug.style
source: Style
ar: أسلوب
de: Stil
es: Estilo
ja: スタイル
ko: 스타일
zh_hans: 样式
zh_hant: 風格

# debug.titlebarLayoutDebug.tabBarInset
source: Tab Bar Inset
ar: هامش شريط علامات التبويب
de: Tab-Leisten-Einzug
es: Margen de la barra de pestañas
fr: Retrait de la barre d’onglets
ja: タブバー余白
ko: 탭 바 인셋
zh_hans: 标签栏内边距
zh_hant: 標籤頁列縮排

# debug.titlebarLayoutDebug.title
source: Titlebar Layout Debug
ar: تصحيح تخطيط شريط العنوان
de: Titelleisten-Layout-Debug
es: Depuración de diseño de la barra de título
fr: Débogage de la disposition de la barre de titre
ja: タイトルバーレイアウトデバッグ
ko: 타이틀바 레이아웃 디버그
zh_hans: 标题栏布局调试
zh_hant: 標題列版面配置偵錯

# debug.titlebarLayoutDebug.titlebarControls
source: Titlebar Controls
ar: عناصر تحكم شريط العنوان
de: Titelleisten-Steuerungen
es: Controles de la barra de título
fr: Contrôles de la barre de titre
ja: タイトルバーコントロール
ko: 타이틀바 컨트롤
zh_hans: 标题栏控件
zh_hant: 標題列控制項

# debug.titlebarLayoutDebug.titlebarInset
source: Titlebar Inset
ar: هامش شريط العنوان
de: Titelleisten-Einzug
es: Margen de la barra de título
fr: Retrait de la barre de titre
ja: タイトルバー余白
ko: 타이틀바 인셋
zh_hans: 标题栏内边距
zh_hant: 標題列縮排

# debug.titlebarLayoutDebug.top
source: Top
ar: الأعلى
de: Oben
es: Inicio
fr: Début
ja: 上
ko: 맨 위
zh_hans: 顶部
zh_hant: 最上方

# debug.titlebarLayoutDebug.trafficLights
source: Traffic Light Insets
ar: هوامش أزرار التحكم بالنافذة
de: Ampel-Einzüge
es: Márgenes de los botones de control de ventana
fr: Retraits des feux de signalisation
ja: 信号ボタン余白
ko: 신호등 버튼 인셋
zh_hans: 红绿灯按钮内边距
zh_hant: 紅綠燈按鈕縮排

# debug.windows.browserProfilePopover.title
source: Browser Profile Popover Debug
ar: تصحيح نافذة ملف تعريف المتصفح المنبثقة
de: Browser-Profil-Popover-Debug
es: Depuración del popover de perfil de navegador
fr: Débogage du popover de profil de navigateur
ja: ブラウザープロファイルポップオーバーのデバッグ
ko: 브라우저 프로필 팝오버 디버그
uk: Налагодження спливного вікна профілю браузера
zh_hans: 浏览器配置文件弹出框调试
zh_hant: 瀏覽器設定檔彈出視窗偵錯

# defaultTerminal.updateFailed.message
source: macOS could not update every default terminal handler.
ar: لم يتمكن نظام macOS من تحديث كل معالجات الطرفية الافتراضية.
de: macOS konnte nicht jeden Standard-Terminal-Handler aktualisieren.
es: macOS no pudo actualizar todos los controladores de terminal predeterminados.
fr: macOS n’a pas pu mettre à jour tous les gestionnaires de terminal par défaut.
ja: macOS はすべてのデフォルトターミナルハンドラを更新できませんでした。
ko: macOS에서 모든 기본 터미널 핸들러를 업데이트하지 못했습니다.
zh_hans: macOS 无法更新全部默认终端处理程序。
zh_hant: macOS 無法更新所有預設終端機處理常式。

# detail.mode
source: Mode
ar: الوضع
de: Modus
es: Modo
ja: モード
ko: 모드
zh_hans: 模式
zh_hant: 模式

# detail.primaryAction
source: Open Related File
ar: فتح الملف ذي الصلة
de: Zugehörige Datei öffnen
es: Abrir archivo relacionado
fr: Ouvrir le fichier lié
ja: 関連ファイルを開く
ko: 관련 파일 열기
zh_hans: 打开相关文件
zh_hant: 開啟相關檔案

# detail.secondaryAction
source: Restore Defaults
ar: استعادة الإعدادات الافتراضية
de: Standardeinstellungen wiederherstellen
es: Restaurar valores predeterminados
fr: Rétablir les valeurs par défaut
ja: デフォルトに戻す
ko: 기본값 복원
zh_hans: 恢复默认值
zh_hant: 還原預設值

# detail.section
source: Section
ar: قسم
de: Bereich
es: Sección
ja: セクション
ko: 섹션
zh_hans: 区段
zh_hant: 區段

# detail.slider
source: Amount
ar: المقدار
de: Menge
es: Cantidad
fr: Quantité
ja: 量
ko: 값
zh_hans: 数量
zh_hant: 數量

# detail.toggle
source: Enable
ar: تمكين
de: Aktivieren
es: Activar
fr: Activer
ja: 有効にする
ko: 활성화
zh_hans: 启用
zh_hant: 啟用

# detectedSSH.fileDrop.error.notFileURL
source: Couldn't upload the dropped item because it isn't a local file. Drop a file from Finder, then try again.
ar: تعذّر رفع العنصر الذي تم إفلاته لأنه ليس ملفًا محليًا. أفلت ملفًا من Finder، ثم حاول مرة أخرى.
bs: Nije moguće otpremiti ispuštenu stavku jer nije lokalna datoteka. Ispustite datoteku iz Findera, pa pokušajte ponovo.
da: Det emne, du slap, kunne ikke uploades, fordi det ikke er en lokal fil. Træk en fil fra Finder, og prøv igen.
de: Das abgelegte Objekt konnte nicht hochgeladen werden, weil es keine lokale Datei ist. Ziehe eine Datei aus dem Finder hinein und versuche es erneut.
es: No se pudo subir el elemento soltado porque no es un archivo local. Suelta un archivo desde Finder e inténtalo de nuevo.
fr: Impossible de téléverser l’élément déposé, car ce n’est pas un fichier local. Déposez un fichier depuis le Finder, puis réessayez.
it: Impossibile caricare l’elemento rilasciato perché non è un file locale. Rilascia un file dal Finder e riprova.
ja: ドロップされた項目はローカルファイルではないためアップロードできません。Finder からファイルをドロップして、もう一度お試しください。
ko: 드롭한 항목이 로컬 파일이 아니어서 업로드할 수 없습니다. Finder에서 파일을 드롭한 다음 다시 시도하세요.
nb: Kunne ikke laste opp elementet som ble sluppet, fordi det ikke er en lokal fil. Slipp en fil fra Finder, og prøv igjen.
pl: Nie można przesłać upuszczonego elementu, ponieważ nie jest plikiem lokalnym. Upuść plik z Findera i spróbuj ponownie.
pt_br: Não foi possível enviar o item solto porque ele não é um arquivo local. Solte um arquivo do Finder e tente novamente.
ru: Не удалось загрузить перетащенный объект, потому что это не локальный файл. Перетащите файл из Finder и повторите попытку.
th: ไม่สามารถอัปโหลดรายการที่วางได้เพราะไม่ใช่ไฟล์ในเครื่อง ให้วางไฟล์จาก Finder แล้วลองอีกครั้ง
tr: Bırakılan öğe yerel bir dosya olmadığı için yüklenemedi. Finder’dan bir dosya bırakıp yeniden deneyin.
uk: Не вдалося завантажити скинутий елемент, бо це не локальний файл. Перетягніть файл із Finder і повторіть спробу.
zh_hans: 无法上传拖放的项目，因为它不是本地文件。请从 Finder 拖放一个文件，然后重试。
zh_hant: 無法上傳拖放的項目，因為它不是本機檔案。請從 Finder 拖放檔案，然後再試一次。
